Repository: deadman962011/musical-doodle
Catalog: lib/l10n/intl_*.arb
Languages: ar

# main_screen_bottom_navigation_home
source: Home
ar: الرئيسية

# main_screen_bottom_navigation_wallet
source: Wallet
ar: محفظتي

# main_screen_bottom_navigation_scan
source: Scan
ar: مسح

# main_screen_bottom_navigation_profile
source: Profile
ar: حسابي

# main_screen_bottom_navigation_more
source: More
ar: المزيد

# continue_b
source: Continue
ar: اكمال

source: logout
ar: تسجيل خروج

# home_screen_close_app
source: Do you want close the app?
ar: هل تريد الخروج من التطبيق

source: yes
ar: نعم

source: no
ar: لا

source: Theme
ar: السمة

source: dark
ar: غامق

source: white
ar: فاتح

source: system default
ar: الافتراضي

source: Language
ar: اللغة

source: Arabic
ar: العربي

source: English
ar: الانكليزي

source: Please login to continue
ar: الرجاء تسجيل الدخول للاكمال

# by_clicking_continue_you_are
source: by clicking continue you are agreeing to the
ar: بضغطك على زر اكمال فانت موافق على

# terms_conditions
source: terms and conditions
ar: شروط الاستخدام والخصوصية

# no_need_to_remember_your_password
source: no need to remember your password We`ll send you a magic link
ar: لا داعي لتذكر كلمة السر سنرسل لك رابط الدخول

source: Maybe Later
ar: ربما لاحقا

source: Merchant Login
ar: دخول التاجر

source: Client Login
ar: دخول العميل

source: Email
ar: البريد الالكتروني

source: please enter your informations to continue
ar: رجاء ادخل معلوماتك للاكمال

source: first name
ar: الاسم الاول

source: last name
ar: النسبة

source: birth date
ar: تاريخ الميلاد

# referral_code
source: referral code (optional)
ar: كود الاحالة (اختياري)

source: Change Language
ar: تغيير اللغة

source: Check your email
ar: تأكد من بريدك الالكتروني

# we_sent_you_confirmatin_email
source: We sent you a confirmation email
ar: ارسلنا لك بريد التأكيد

source: Resend email
ar: اعادة ارسال

# didnt_recive_email
source: Didnt recive the email ?
ar: لم تستلم رسالة التأكيد ؟

source: Open Email
ar: فتح البريد الالكتروني

source: shop name
ar: اسم المتجر

source: select category
ar: حدد نوع متجرك

# tex_register
source: tax register
ar: السجل الضريبي

source: address
ar: العنوان

source: shop admin name
ar: اسم مدير المتجر

source: shop admin phone
ar: رقم مدير المتجر

source: select location
ar: اختر العنوان

# merchant_registration_completed
source: Merchant Registraion Completed
ar: تم تسجيل حساب التاجر بنجاح

# merchant_registran_request_pending
source: Merchant Registration request is under review ,You will be notified soon
ar: طلب تسجيل التاجر قيد المراجعة سيتم اشعاركم قريبا

# back_to_main
source: Back To Main Page
ar: العودة للصفحة الرئيسية

source: Search
ar: بحث

source: statistics
ar: الاحصائيات

source: Reports
ar: التقارير

source: Wallet
ar: المحفظة

source: Offers
ar: العروض

source: Pay Commissions
ar: دفع العمولة

source: Loyalty program
ar: برنامج الربح

source: Notifications
ar: الاشعارات

source: Profile
ar: حسابي

source: Upgrade Profile
ar: ترقية الحساب

source: Settings
ar: الاعدادات

source: offer duration
ar: مدة العرض

source: Start
ar: بدء

source: End
ar: انتهاء

source: Offer Name
ar: اسم العرض

# cashback_amount
source: Customer Amount
ar: اختر قيمة الكاش باك

# i_acknowledge_that_i_will_pay
source: I acknowledge that I will pay the commission for this offer + the customer cashback percentage to the MyBill application within a period not exceeding 3 business days from the date of the end of the offer.
ar: أقر بأنني سأدافع عمولة هذا العرض + نسبة كاش باك العملاء إلى تطبيق مدفوع بلس في مده لا تتجاوز 3 ايام عمل من تاريخ انتهاء العرض.

# of_bill_amount
source: of bill amount without vat
ar: من قيمة الفاتورة بدون الضربية

# add_offer
source: Add New Offer
ar: اضاففة العرض

source: Cancel
ar: الغاء

# application_commission
source: Mybill Commission
ar: عمولة مايبيل

# offer_name_placeholder
source: EX : lorem ipsum
ar: مثال: برغر

# cashback_amount_placeholder
source: Select cashback amount
ar: اختر قيمة الكاش باك

# please_check_your_email_inbox
source: Please check your email address
ar: الرجاء تفقد بريدك الالكتروني

source: Cruise through
ar: ابحر عبر

source: MyBill
ar: ماي بيل

source: No Offers Found
ar: لم يتم العثور على عروض

# add_offer_has_pending_error
source: Unable to add new offer because you have pending offer
ar: لا يمكن اضافة عرض جديد لديك عرض بالانتظار

# add_offer_has_active_error
source: Unable to add new offer because you have active offer
ar: لا يمكن اضافة عرض جديد لديك عرض فعال

# add_offer_has_pay_comission_error
source: Unable to add new offer , you need to pay offer commissions
ar: لا يمكن اضافة عرض جديد تحتاج اولا لدفع عمولة العرض السابق

# pay_comission
source: Pay Commission
ar: دفع العمولة

source: Ok
ar: موافق

source: Sorry
ar: عذرا

source: No carousel image found
ar: لا يوجد صور لعرضها

source: Favorite
ar: المفضلة

source: My Codes
ar: اكوادي

# bank_accounts
source: Bank Account
ar: الحسابات البنكية

source: Invite Friends
ar: دعوة الاصدقاء

# delete_my_acc
source: Delete My Account
ar: حذف حسابي

source: Best Offers
ar: افضل العروض

source: Days
ar: الايام

source: Left
ar: متبقية

source: Balance
ar: االرصيد

source: No favorites
ar: لا يوجد مفضلة

# add_offer_btn
source: Add Offer
ar: اضافة عرض

# offer_name_in_ar
source: Offer name in arabic
ar: اسم العرض بالعربية

# offer_name_in_en
source: Offer name
ar: اسم العرض

source: Bill number
ar: رقم الفاتورة

source: Client name
ar: اسم العميل

source: Date
ar: التاريخ

source: Amount
ar: المبلغ

source: Bill
ar: الفاتورة

source: Done
ar: منتهي

source: Un paid
ar: غير مدفوع

source: Paid
ar: مدفوع

source: Canceled
ar: ملغي

source: Cashback
ar: الكاش باك

# commission
source: Comission
ar: العمولة

source: Total sales
ar: اجمالي المبيعات

# offer_num_of_beneficiaries
source: number of beneficiaries
ar: عدد المستفدين من العرض

source: SAR
ar: ر.س

source: Payment
ar: الدفع

source: No Data
ar: لا يوجد بيانات

source: Pay
ar: دفع

source: Active
ar: فعال

source: Menu
ar: المنيو

source: Add menu
ar: اضافة منيو

source: Working hours
ar: ساعات العمل

source: Contact informations
ar: معلومات التواصل

source: rating
ar: التقييم

source: Edit
ar: تعديل

source: Bank name
ar: اسم البنك

source: Full name
ar: الاسم الكامل

source: Account number
ar: رقم الحساب

source: IBAN
ar: الايبان

source: Save
ar: حفظ

# add_bank_account
source: Add new bank account
ar: اضافة حساب بنكي جديد

source: No bank accounts
ar: لا يوجد حسابات بنكية

# offer_removed_from_favorite
source: Offer successfully removed from favorite
ar: تم ازالة العرض من المفضلة بنجاح

# offer_added_to_favorite
source: offer successfully added to favorite
ar: تم اضافة العرض للمفضلة بنجاح

# shop_contact_successfully_updated
source: Shop contact informations successfully updated
ar: تم تحديث معلومات التواصل للمتجر بنجاح

source: Shop contact email
ar: معلومات تواصل الايميل

source: Shop contact phone
ar: معلومات تواصل رقم الهاتف

source: Update
ar: تحديث

# shop_information_updated
source: Shop informations successfully updated
ar: تم تحديث معلومات المتجر بنجاح

source: Shop name in arabic
ar: اسم المتجر بالعربي

source: Shop name in english
ar: اسم المتجر بالانكليزي

source: Add new slot
ar: اضافة توقيت

source: Latest sales
ar: اخر المبيعات

source: Bill ID
ar: رقم الفاتورة

# customre_name
source: Customer name
ar: اسم العميل

source: Status
ar: الحالة

# bank_account_edit
source: Edit bank account
ar: تعديل الحساب البنكي

source: Invoice details
ar: معلومات الفاتورة

source: Tax number
ar: الرقم الضريبي

source: Invoice date
ar: تاريخ الفاتورة

source: Total with vat
ar: الاجمالي مع الضريبة

source: vat
ar: قيمة الضريبة

source: valid_invoice
ar: فاتورة صحيحة

source: Pending invoice
ar: فاتورة معلقة

source: Canceled invoice
ar: فاتورة ملغية

source: Approved
ar: موافقة

source: Pending
ar: معلقة

# profile_updated
source: Profile successfully updated
ar: تم تحديث معلومات الحساب بنجاح

# profile_image_updated
source: Profile Image successfully Updated
ar: تم تحديث صورة الحساب بنجاح

source: Redeem points
ar: استبدال النقاط

source: Next
ar: التالي

source: Available points
ar: النقاط المتاحة

# enter_points_amount_you_want_to_redeem
source: Enter point amounts you want to redeem
ar: ادخل قيمة النقاط التي ترغب باستبدالها

# notice_1_point_equal_1_sar
source: Notice 1 point eqauls 1 SAR
ar: ملاحظة كل 1 نقطة تساوي 1 ريال سعودي

source: Choose your gift from our partners
ar: اختر هديتك من شركائنا

source: All
ar: الكل

source: No coupons
ar: لا يوجود كوبونات

# scan_title
source: Scan
ar: قارئ الفاتورة الالكترونية

source: Available balance
ar: الرصيد المتاح

source: Pending balance
ar: الرصيد المعلق

source: Total balance
ar: اجمالي الرصيد

source: My history
ar: التاريخ

source: Withdraw balance
ar: سحب الرصيد

source: Previous Offers
ar: العروض السابقة

source: Approved at
ar: مؤكدة بتاريخ

source: Rejected invoice
ar: مرفوضة

source: points
ar: النقاط

source: No offers
ar: لا يوجد عروض

source: me
ar: انا

source: Phone number
ar: رقم الهاتف

source: Shop contact informations
ar: معلومات تواصل المتجر

source: shop contact website
ar: معلومات تواصل الموقع الالكتروني

source: Sender full name
ar: الاسم الكامل للمرسل

source: Sender phone number
ar: رقم موبايل المرسل

source: Sender Bank name
ar: اسم بنك المرسل

source: Sender Bank account number
ar: رقم حساب البنك للمرسل

source: Sender Bank account iban
ar: رقم الايبان البنك للمرسل

source: Deposited at
ar: تم الايداع بتاريخ

source: Notice
ar: ملاحظة

source: Transaction screenshot
ar: صورة لعملية الايداع

source: Select payment method
ar: اختر طريقة الدفع

source: Bank transaction
ar: ايداع بنكي

source: Online payment (soon)
ar: دفع الكتروني (قريبا)

source: Deposit bank account
ar: ايداع لحساب بنكي

# pay_offer_commission_pay_with_bank_transaction
source: pay with bank transaction for the bank accounts below then fill transaction informations
ar: ادفع بايداع لاحد الحسابات ادناه ثم ادخل معلومات عملية الايداع

source: No deposit bank accounts
ar: لايوجد حسابات بنكية

source: Select city
ar: اختر المدينة

source: Select district
ar: اختر المنطقة

source: Commission amount for offer
ar: قيمة العمولة للعرض

source: Offer sales
ar: مبيعات العرض

source: Total commission
ar: اجمالي العمولة

source: Sales
ar: المبيعات

source: About this coupon
ar: معلومات عن الكوبون

source: Refund details
ar: معلومات الاسترداد

source: Quantity
ar: الكمية

# no_cateogies
source: No categories
ar: لا يوجد تصنيفات

source: Last name
ar: الاسم الاخير

source: Birth date
ar: تاريخ الميلاد

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: انثى

source: Select gender
ar: اختر الجنس

source: point at mybill equal
ar: نقطة في مايبيل تعادل

source: Select bank account
ar: اختر الحساب البنكي

source: location permission is required
ar: صلاحية الموقع مطلوبة

# redeem_points_history
source: Rdeem points history
ar: سجل استبدال النقاط

source: used
ar: مستخدم

source: Point
ar: نقطة

# withdraw_blanace_long_text
source: Each point is equivalent to one riyal and can be exchanged or requested to be withdrawn and transferred to your bank account. A minimum of 100 points must be collected for withdrawal. Points are valid for 12 months from the date they were earned.
ar: كل نقطة بتطبيق مايبيل تعادل ا ريال سعودي يمكن استبدالها او طلبها للسحب يجب ان يكون الحد الادنى للطلب يعادل 100 نقطة, النقاط صالحة لمدة 12 شهر من تاريخ ربحها

source: valid for
ar: صالحة لمدة

source: Year
ar: سنة

source: Month
ar: شهر

source: Day
ar: يوم

source: Hour
ar: ساعة

# coupon_detals
source: coupon details
ar: معلومات الكوبون

source: shop informations
ar: معلومات المتجر

source: profile edit
ar: تعديل البروفايل

# select_category_home
source: Select Category
ar: اختر تصنيف

# enter_shop_name
source: ŸèEnter shop name
ar: ادخل اسم المتجر

source: Expired
ar: منتهي

source: ID
ar: رقم

source: Edit menu
ar: تعديل المنيو

source: website
ar: موقع الكتروني

# offer_thumbnail
source: Offer image
ar: صورة العرض

source: km
ar: كم

source: Wallet history
ar: سجل المحفظة

source: Add staff
ar: اضافة موظف

source: Add role
ar: اضافة دور

source: Select role
ar: اختيار المنصب

source: Role
ar: المنصب

source: Staff
ar: الموظفين

source: Add new role
ar: اضافة منصب جديد

source: Add new staff
ar: اضافة موظف جديد

source: No staff
ar: لا يوجد موظفين

source: No role
ar: لا يوجد مناصب

source: Permissions
ar: الصلاحيات

source: Role name in arabic
ar: اسم المنصب بالعربي

source: Role name in english
ar: اسم المنصب بالانكليزي

source: Roles
ar: المناصب

source: Edit role
ar: تعديل المنصب

# phone_number_is_invalid
source: invalid Mobile number
ar: رقم الهاتف غير صالح

# your_withdrwa_balance_request_successfully_sent
source: your withdraw balance request successfully sent
ar: تم ارسال طلب سحب الرصيد بنجاح

# withdrwa_balance_request_is_processing
source: Withdraw balance request is processing
ar: الطلب قيد التدقيق

source: Edit staff
ar: تعديل الموظف

source: Offer
ar: العرض

source: bills
ar: فواتير

source: you can cancel bill in
ar: بامكانك الغاء فاتورة خلال

source: Offer successfully saved
ar: تم حفظ العرض بنجاح

source: unable to save offer
ar: لا يمكن حفظ العرض

source: shop logo updated
ar: تم تحديث شعار المتجر

source: day status updated
ar: تم تحديث حالة اليوم بنجاح

source: availability slot updated
ar: تم التحديث بنجاح

source: Staff role successfully created
ar: تم حفظ المنصب بنجاح

source: Staff role successfully updated
ar: تم تحديث المنصب بنجاح

source: Staff successfully created
ar: تم اضافة الموظف بنجاح

source: Staff successfully updated
ar: تم تحديث الموظق بنجاح

# bank_account_successfuly_created
source: bank account successfully created
ar: تم اضافة الحساب البنكي بنجاح

# bank_account_successfuly_updated
source: bank account successfully updated
ar: تم تحديث معلومات الحساب البنكي بنجاح

source: network error
ar: مشكلة بالاتصال

source: Menu updated
ar: تم تحديث المنيو

source: Ends at
ar: ينتهي بتاريخ

source: Send
ar: ارسال

# are_you_sure_you_want_cancel_the_invoice_with_id
source: Are you sure you want to cancel the invoice with the id #
ar: هل انت متأكد انك تريد الغاء الفاتورة بالرقم

source: Cancel reason
ar: سبب الالغاء

source: Offer invoice cancelation request successfully sent
ar: تم ارسال طلب الغاء الفاتورة بنجاح سيتم مراجعة الطلب

source: congrats you got cashback reward
ar: مبروك حصلت على نقاط كاشباك

source: split reward
ar: تقسيم الهدية
